# Run 'brew bundle --file <FILENAME>' to install these packages


brew "btop"
brew "coreutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "jq"
brew "kubectl"
brew "kubectx"
brew "llm"
brew "nvim"
brew "podman"
brew "qemu"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "tree"
brew "uv"
brew "wget"
brew "xz"

cask "git-credential-manager"

